const questions = [

{question:"مرکز استان قزوین کدام شهر است؟",
options:["تاکستان","آبیک","قزوین","آوج"],
answer:2},

{question:"قزوین در کدام دوره پایتخت ایران بود؟",
options:["هخامنشی","ساسانی","قاجار","صفویه"],
answer:3},

{question:"غذای معروف قزوین چیست؟",
options:["فسنجان","قیمه نثار","آش رشته","کوفته"],
answer:1},

{question:"قلعه الموت مربوط به چه کسی است؟",
options:["شاه عباس","نادرشاه","کوروش","حسن صباح"],
answer:3},

{question:"سرای سعدالسلطنه در کدام شهر قرار دارد؟",
options:["قزوین","تهران","رشت","تبریز"],
answer:0},

{question:"دریاچه معروف استان قزوین چه نام دارد؟",
options:["ارومیه","ولشت","زریوار","اوان"],
answer:3},

{question:"قزوین به چه عنوانی معروف است؟",
options:["شهر بادگیرها","شهر کویر","پایتخت خوشنویسی ایران","شهر نخل‌ها"],
answer:2},

{question:"کاخ چهلستون قزوین مربوط به کدام دوره است؟",
options:["اشکانی","زندیه","صفویه","ساسانی"],
answer:2},

{question:"یکی از سوغات معروف قزوین چیست؟",
options:["خرما","سوهان","زولبیا","باقلوا"],
answer:3},

{question:"قزوین در کدام بخش ایران قرار دارد؟",
options:["جنوب ایران","شمال غرب ایران","شرق ایران","مرکز کویر"],
answer:1},

{question:"بلندترین منطقه گردشگری قزوین کدام است؟",
options:["آوج","تاکستان","الموت","آبیک"],
answer:2},

{question:"صنایع دستی مشهور قزوین چیست؟",
options:["قالی","سفال","گلیم","خوشنویسی"],
answer:3},

{question:"باغستان سنتی قزوین به چه چیزی مشهور است؟",
options:["کویر","باغ‌های قدیمی","جنگل","دریا"],
answer:1},

{question:"نان چایی قزوین نوعی چیست؟",
options:["غذای اصلی","نوشیدنی","سوپ","شیرینی سنتی"],
answer:3},

{question:"دیماج چیست؟",
options:["شیرینی","غذای سنتی","نوشیدنی","ترشی"],
answer:1},

{question:"مسجد جامع قزوین جزو کدام بناهاست؟",
options:["مدرن","ورزشی","اداری","تاریخی"],
answer:3},

{question:"آش دوغ قزوین بیشتر در کدام فصل محبوب است؟",
options:["بهار","تابستان","پاییز","زمستان"],
answer:3},

{question:"کدام محصول باغستان‌های قزوین معروف‌تر است؟",
options:["پسته","انگور","زیتون","سیب"],
answer:1},

{question:"سرای سعدالسلطنه چه نوع بنایی است؟",
options:["کاخ","مسجد","کاروانسرا","قلعه"],
answer:2},

{question:"قزوین چندمین استان ایران از نظر وسعت است؟",
options:["دهم","هجدهم","پنجم","بیست و هفتم"],
answer:3}

];
