const questions = [

{
question:"مرکز استان قزوین کدام شهر است؟",
options:["تاکستان","آبیک","قزوین","آوج"],
answer:2
},
{
question:"قزوین در کدام دوره پایتخت ایران بود؟",
options:["قاجار","صفویه","هخامنشی","ساسانی"],
answer:1
},
{
question:"غذای معروف قزوین چیست؟",
options:["فسنجان","آش رشته","قیمه نثار","کوفته"],
answer:2
},
{
question:"قلعه الموت مربوط به چه کسی است؟",
options:["شاه عباس","کوروش","حسن صباح","نادرشاه"],
answer:2
},
{
question:"سرای سعدالسلطنه در کدام شهر قرار دارد؟",
options:["تهران","رشت","تبریز","قزوین"],
answer:3
},
{
question:"دریاچه معروف استان قزوین چه نام دارد؟",
options:["ولشت","اوان","ارومیه","زریوار"],
answer:1
},
{
question:"قزوین به چه عنوانی معروف است؟",
options:["شهر بادگیرها","شهر کویر","پایتخت خوشنویسی ایران","شهر نخل‌ها"],
answer:2
},
{
question:"کاخ چهلستون قزوین مربوط به کدام دوره است؟",
options:["اشکانی","زندیه","ساسانی","صفویه"],
answer:3
},
{
question:"یکی از سوغات معروف قزوین چیست؟",
options:["خرما","باقلوا","زولبیا","سوهان"],
answer:1
},
{
question:"قزوین در کدام بخش ایران قرار دارد؟",
options:["شرق ایران","شمال غرب ایران","مرکز کویر","جنوب ایران"],
answer:1
},
{
question:"بلندترین منطقه گردشگری قزوین کدام است؟",
options:["آوج","الموت","آبیک","تاکستان"],
answer:1
},
{
question:"صنایع دستی مشهور قزوین چیست؟",
options:["قالی","گلیم","خوشنویسی","سفال"],
answer:2
},
{
question:"باغستان سنتی قزوین به چه چیزی مشهور است؟",
options:["جنگل","دریا","باغ‌های قدیمی","کویر"],
answer:2
},
{
question:"نان چایی قزوین نوعی چیست؟",
options:["نوشیدنی","غذای اصلی","شیرینی سنتی","سوپ"],
answer:2
},
{
question:"دیماج چیست؟",
options:["ترشی","شیرینی","غذای سنتی","نوشیدنی"],
answer:2
},
{
question:"مسجد جامع قزوین جزو کدام بناهاست؟",
options:["ورزشی","اداری","مدرن","تاریخی"],
answer:3
},
{
question:"آش دوغ قزوین بیشتر در کدام فصل محبوب است؟",
options:["تابستان","زمستان","بهار","پاییز"],
answer:1
},
{
question:"کدام محصول باغستان‌های قزوین معروف‌تر است؟",
options:["پسته","انگور","سیب","زیتون"],
answer:1
},
{
question:"سرای سعدالسلطنه چه نوع بنایی است؟",
options:["کاخ","مسجد","کاروانسرا","قلعه"],
answer:2
},
{
question:"قزوین چندمین استان ایران از نظر وسعت است؟",
options:["دهم","هجدهم","بیست و هفتم","پنجم"],
answer:2
}

];
