const questions = [

{
question:"مرکز استان قزوین کدام شهر است؟",
options:[
"قزوین",
"تاکستان",
"آبیک",
"آوج"
],
answer:0
},

{
question:"قزوین در کدام دوره پایتخت ایران بود؟",
options:[
"صفویه",
"هخامنشی",
"ساسانی",
"قاجار"
],
answer:0
},

{
question:"غذای معروف قزوین چیست؟",
options:[
"قیمه نثار",
"فسنجان",
"آش رشته",
"کوفته"
],
answer:0
},

{
question:"قلعه الموت مربوط به چه کسی است؟",
options:[
"حسن صباح",
"شاه عباس",
"کوروش",
"نادرشاه"
],
answer:0
},

{
question:"سرای سعدالسلطنه در کدام شهر قرار دارد؟",
options:[
"قزوین",
"تهران",
"رشت",
"تبریز"
],
answer:0
},

{
question:"دریاچه معروف استان قزوین چه نام دارد؟",
options:[
"اوان",
"ارومیه",
"ولشت",
"زریوار"
],
answer:0
},

{
question:"قزوین به چه عنوانی معروف است؟",
options:[
"پایتخت خوشنویسی ایران",
"شهر بادگیرها",
"شهر کویر",
"شهر نخل‌ها"
],
answer:0
},

{
question:"کاخ چهلستون قزوین مربوط به کدام دوره است؟",
options:[
"صفویه",
"اشکانی",
"ساسانی",
"زندیه"
],
answer:0
},

{
question:"یکی از سوغات معروف قزوین چیست؟",
options:[
"باقلوا",
"خرما",
"زولبیا",
"سوهان"
],
answer:0
},

{
question:"قزوین در کدام بخش ایران قرار دارد؟",
options:[
"شمال غرب ایران",
"جنوب ایران",
"شرق ایران",
"مرکز کویر"
],
answer:0
}
,
{
question:"بلندترین منطقه گردشگری قزوین کدام است؟",
options:["الموت","آبیک","تاکستان","بوئین‌زهرا"],
answer:0
},

{
question:"صنایع دستی مشهور قزوین چیست؟",
options:["خوشنویسی","قالی ترکمن","گلیم هرسین","سفال لالجین"],
answer:0
},

{
question:"باغستان سنتی قزوین بیشتر برای چه چیزی معروف است؟",
options:["حفظ باغ‌های قدیمی","استخراج نفت","کویر","دریا"],
answer:0
},

{
question:"نان چایی قزوین بیشتر در چه مناسبتی تهیه می‌شود؟",
options:["عید نوروز","شب یلدا","ماه رمضان","محرم"],
answer:0
},

{
question:"دیماج یک ... است.",
options:["غذای سنتی","شیرینی","نوشیدنی","سوپ"],
answer:0
},

{
question:"مسجد جامع قزوین از قدیمی‌ترین ... ایران است.",
options:["مساجد","پل‌ها","کاخ‌ها","بازارها"],
answer:0
},

{
question:"رنگ غالب کاشی‌های مسجد جامع قزوین چیست؟",
options:["آبی فیروزه‌ای","قرمز","مشکی","بنفش"],
answer:0
},

{
question:"قزوین چندمین استان ایران از نظر وسعت است؟",
options:["بیست‌وهشتم","اول","دهم","پنجم"],
answer:0
},

{
question:"کدام محصول کشاورزی در قزوین بسیار معروف است؟",
options:["انگور","موز","خرما","چای"],
answer:0
},

{
question:"قزوین با کدام هنر بیشتر شناخته می‌شود؟",
options:["خوشنویسی","مینیاتور","مجسمه‌سازی","موزاییک"],
answer:0
  }
];
