const questions = [

{
question:"مرکز استان قزوین کدام شهر است؟",
options:[
"قزوین",
"تاکستان",
"آبیک",
"آوج"
],
answer:0
},

{
question:"قزوین در کدام دوره پایتخت ایران بود؟",
options:[
"صفویه",
"هخامنشی",
"ساسانی",
"قاجار"
],
answer:0
},

{
question:"غذای معروف قزوین چیست؟",
options:[
"قیمه نثار",
"فسنجان",
"آش رشته",
"کوفته"
],
answer:0
},

{
question:"قلعه الموت مربوط به چه کسی است؟",
options:[
"حسن صباح",
"شاه عباس",
"کوروش",
"نادرشاه"
],
answer:0
},

{
question:"سرای سعدالسلطنه در کدام شهر قرار دارد؟",
options:[
"قزوین",
"تهران",
"رشت",
"تبریز"
],
answer:0
},

{
question:"دریاچه معروف استان قزوین چه نام دارد؟",
options:[
"اوان",
"ارومیه",
"ولشت",
"زریوار"
],
answer:0
},

{
question:"قزوین به چه عنوانی معروف است؟",
options:[
"پایتخت خوشنویسی ایران",
"شهر بادگیرها",
"شهر کویر",
"شهر نخل‌ها"
],
answer:0
},

{
question:"کاخ چهلستون قزوین مربوط به کدام دوره است؟",
options:[
"صفویه",
"اشکانی",
"ساسانی",
"زندیه"
],
answer:0
},

{
question:"یکی از سوغات معروف قزوین چیست؟",
options:[
"باقلوا",
"خرما",
"زولبیا",
"سوهان"
],
answer:0
},

{
question:"قزوین در کدام بخش ایران قرار دارد؟",
options:[
"شمال غرب ایران",
"جنوب ایران",
"شرق ایران",
"مرکز کویر"
],
answer:0
}

];
